


let projects = [
    {
       title: 'Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. И еще раз очень длинное название проекта, создано специально чтоб проверить не слом ли верстка если добавить создано специально чтоб 111 проверить не сломается ли верстка если добавить',
       idArticle: '#1',
       authorCreate: 'Иванов И.И. создал 1 час назад',
       authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
    },
    {
        title: 'Очень  верстка если добавить',
        idArticle: '#1dfgdfgdfgdg3453453453gdfgdfhfgghjfg',
        authorCreate: 'Иванов И.И. создал 1 час назад',
        authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
     },
     {
        title: 'название',
        idArticle: '#12343242342rtfgdrgdfgfd',
        authorCreate: 'Иванов И.И. создал 1 час назад',
        authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
     },



];
let tasks = [
    
        {
            title: 'название',
            user: 'assets/logo-icon.png',
            idArticle: '#12343242342rtfgdrgdfgfd',
            statusText: 'Черновик',
            statusClass: 'bronze',
            authorCreate: 'Иванов И.И. создал 1 час назад',
            authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
         },
         {
            title: 'Очень  верстка если добавить',
            user: 'assets/logo-icon.png',
            idArticle: '#1dfgdfgdfgdg3453453453gdfgdfhfgghjfg',
            statusText: 'Не активен',
            statusClass: 'disable',
            authorCreate: 'Иванов И.И. создал 1 час назад',
            authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
         },
         {
            title: 'Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. И еще раз очень длинное название проекта, создано специально чтоб проверить не слом ли верстка если добавить создано специально чтоб 111 проверить не сломается ли верстка если добавить',
            user: 'assets/logo-icon.png',
            idArticle: '#1',
            statusText: 'Активен',
            statusClass: 'blue',
            authorCreate: 'Иванов И.И. создал 1 час назад',
            authorUpdate: 'Баранов В.В. изменил 1 минуту назад' 
         },
    
];

export { projects, tasks }